<?php
$a = array(
    "ความรักมันไม่ใช่แค่เรื่องบนเตียง!... ลองที่ระเบียงบ้างก็ได้",
    "อย่าตัดสินกูที่ หน้าตา ...เพราะว่ากู มีค่า ที่ข้างใน!!!...",
    "จงเรียนรู้ที่จะมีความสุข ด้วยใจ... ไม่ใช่ ด้วยใคร!!",
    "เราเรียนรู้ที่จะให้คนอื่น ไม่ใช่เพราะเรามีเหลือมากมาย แต่เรียนรู้ที่จะให้เพราะรู้ดีว่าการไม่มี มันเป็นอย่างไร?",
    "เวลาเรารักใครซักคนและเดินทางไปกับเขา ก็ขอให้ลืมตาเดินไปด้วยเพราะ…หากต้องกลับคนเดียวจะได้….กลับถูก",
    "เพื่อนที่ดีเหมือนดวงดาว คุณจะไม่ได้เห็นพวกเขาตลอดเวลา แต่คุณจะรู้ว่าเขาอยู่ที่นั่นเสมอ",
    "เพื่อนที่ดีมีหนึ่งถึงจะน้อย ดีกว่าร้อยเพื่อนคิดริษยา ดุจก้อนเกลือเค็มนิดหน่อยด้อยราคา ยังมีค่ากว่าน้ำเค็มเต็มทะเล",
    "ตึกยังรู้พัง สตางค์ยังรู้หมด แต่ไมตรีอันสวยสด ไม่มีหมดเหมือนสตางค์",
    "เป็นคนที่ลืมช้า แต่ถ้าเมื่อไหร่ลืมได้ขึ้นมา สิ่งที่เคยมีค่าก็จะไม่จำ",
    "คุณจะเดินไปสู่จุดหมายได้อย่างไร ถ้ามัวแต่ปาก้อนหินใส่หมาที่เห่าตลอดทาง",
    "คนที่เงียบที่สุด เวลาโกรธจะน่ากลัวที่สุด คนที่ร่าเริงที่สุด ตอนร้องไห้จะน่าสงสารที่สุด",
    "น้ำไหลเปลี่ยนใจปลา… เงินตราและเวลาเปลี่ยนใจคน ~",
    "ไม่ว่าง คือ ข้ออ้างของคน หมดใจ ไม่เป็นไร คือ คนพูดเสียกำลังเสียใจแต่ซ่อนอาการ",
    "ความทุกข์เกิดขึ้นจริง ๆ เพียงครั้งเดียว แต่ความคิดเกิดวนเวียนซ้ำซากนับพันครั้ง",
    "ลูกธนูที่ถูกปล่อยจากหน้าไม้ อันตรายน้อยกว่าหอกที่แทงมาจากข้างหลัง",
    "อดีตเป็นความหลัง(อนาคตคือความฝัน) ปัจจุบันคือความจริง",
    "ลงทุนคือหัวใจ กำไรคือความรัก ขาดทุนคืออกหัก นิยามรักของนักเรียน",
    "ใบไม้ยังเปลี่ยนสี นาทียังเปลี่ยนไป คนรักยังนอกใจ แล้วอะไรจะแน่นอน",
    "มีกิ๊กระวังแฟนรู้ มีชู้ระวังแฟนเห็น คบกันต้องใจเย็นๆ ค่อยๆเน้นที่ลีลา",
    "มีแฟนก็เหมือนแทงหวย ดวงดีก็รวย ดวงซวยก็โดนแทงฟรี !!! 555"
);
$random_key = array_rand($a,1);
echo "<p>" . $a[$random_key] . "</p>";